[
	{
		"title": "Invasion of Poland Marks Beginning of WWII",
		"lat": 52.222196,
		"lng": 21.008115,
		"description": "<h3>Invasion of Poland Marks Beginning of WWII</h3><h4>September 1, 1939</h4><p>On September 1, 1939, Germany invaded Poland. The Polish army was defeated within weeks of the invasion. From East Prussia and Germany in the north and Silesia and Slovakia in the south, German units, with more than 2,000 tanks and over 1,000 planes, broke through Polish defenses along the border and advanced on Warsaw in a massive encirclement attack. After heavy shelling and bombing, Warsaw surrendered to the Germans on September 27, 1939. Britain and France, standing by their guarantee of Poland's border, had declared war on Germany on September 3, 1939. The Soviet Union invaded eastern Poland on September 17, 1939. The demarcation line for the partition of German- and Soviet-occupied Poland was along the Bug River.</p>"
	},
	{
		"title": "Battle of Britain",
		"lat": 50.274819,
		"lng": 0.277244,
		"description": "<h3>Battle of Britain</h3><h4>July 1, 1940</h4><p>Operation Sea lion was Germany's strategy for attacking Britain. The German Luftwaffe (Airforce) would attack the Royal Air Force.  The UK used radar to figure out where the Germans would attack from. While the UK lost 1,000 planes, the Germans lost 1,700.  The Germans bombed everything they could, but ultimately radar saved the UK from falling to Germany.</p>"
	},
	{
		"title": "Germany Invades USSR Opening Eastern Front",
		"lat": 48.7099,
		"lng": 44.5227,
		"description": "<h3>Germany Invades USSR Opening Eastern Front</h3><h4>June 22, 1941</h4><p>Germanny attacked Russia in June of 1941. Hitler sent three armies into Russia to the north, east, and south. Hitler would not let his men surrender, and most of them died during the brutal winter and from starvation and disease. 91,000 men surrendered to the USSR in 1943, but only 5,000 would ever return to Germany.  This attack led to the opening of the eastern front of the war.</p>"
	},
	{
		"title": "Japan Bombs Pearl Harbor",
		"lat": 21.3445, 
		"lng": -157.9748,
		"description": "<h3>Japan Bombs Pearl Harbor</h3><h4>December 7, 1941</h4><p>Japan attacked the US naval base at Pearl Harbor. They attacked in two waves. The first wave was the main attack to take out ships and airfield.  The second wave they would finish off whatever was left. The objective was to prevent  US from influencing Japan's war effort in southeast Asia.  This attack led to FDR asking congress to declare war on Japan on December 8, 1941.</p>"
	},
	{
		"title": "Bataan Death March and Japan takes Philippines",
		"lat": 15.372260,
		"lng": 120.510628,
		"description": "<h3>Bataan Death March and Japan takes Philippines</h3><h4>April 9th, 1942</h4><p>Douglas MacArthur was commander of US forces in Asia. He miscalculated the strength of Japan and had to retreat to the Bataan Penninsula. Mac Arthur retreated to Australia, but he left his US troops behind. Japanese took Philippines and most US forces surrendered. Japan forced US troops to march 55 miles and more than 7,000 died.</p>"
	},
	{
		"title": "Battle of Stalingrad",
		"lat": 48.8099,
		"lng": 44.410628,
		"description": "<h3>Battle of Stalingrad</h3><h4>August 23rd, 1942</h4><p>Stalingrad was the turning point of the war in Europe. It ended any realistic plans of Hitler dominating Europe. Soviet troops forced Nazi armies to retreat toward Germany. The USSR went on the offensive after Germany's attack. This opened the eastern front of the war.</p>"
	},
	{
		"title": "Allies Drive Germans out of North Africa",
		"lat": 36.016435,
		"lng": 9.336,
		"description": "<h3>Allies Drive Germans out of North Africa</h3><h4>May 13th, 1943</h4><p>The British had been fighting the Germans and Italians in North Africa since 1940. Forcing Germany out of North Africa would provide the Allies with an opportunity to invade Italy. In 1943, George S. Patton (US tank commander) defeated Rommel (German tank commander). 240,000 Germans and Italians surrendered. This provided a way for the Allies to invade mainland Europe through southern Italy.</p>"
	},
	{
		"title": "D-Day",
		"lat": 49.370612, 
		"lng": -0.879832,
		"description": "<h3>D-Day</h3><h4>June 6th, 1944</h4><p>The D-Day invasion was officially called Operation Overlord and involved landing 21 American divisions and 26 Polish, British, and Canadian divisions on a 50-mile stretch of beaches in Normandy, France. The Allies created a fake army of wood and cardboard tanks and ships to convince the Germans that the invasion would come to Calais and not in Normandy. Hitler sent his divisions to Calais and the Allies invaded France. This gave the Allies a foothold in Europe.</p>"
	},
	{
		"title": "Victory in Europe Day",
		"lat": 49.2443, 
		"lng": 4.0346,
		"description": "<h3>Victory in Europe Day</h3><h4>May 8th, 1945</h4><p>Hitler's 'thousand year reich' or the third reich ended, lasting only 12 years. On May 7, Germany surrendered in a French schoolhouse that had acted as Eisenhower's headquarters. Americans celebrated Victory in Europe Day. FDR passed a few weeks prior and Harry S. Truman would see the US through the war. At this point, the end of the war was close in sight.</p>"
	},
	{
		"title": "Atomic Bomb Dropped on Hiroshima and Nagasaki Three Days Later",
		"lat": 34.3852, 
		"lng": 132.4553,
		"description": "<h3>Atomic Bomb Dropped on Hiroshima and Nagasaki Three Days Later</h3><h4>August 6th, 1945</h4><p>After relentlessly bombing Japan, they would still not surrender. Truman decided to use the atomic bomb to spare the American lives that would have been lost should we have chosen to invade Japan on foot. On August 6, 1945, US pilots dropped an atomic bomb on Hiroshima. The USSR declared war on Japan three days later, and the US dropped a second atomic bomb on Nagasaki. The Japanese finally surrendered.</p>"
	},
	{
		"title": "The Battle of Berlin",
		"lat": 52.5200, 
		"lng": 13.4050,
		"description": "<h3>The Battle of Berlin</h3><h4>April 16, 1945 </h4><p>The final chapter in the destruction of Hitler's Third Reich began on April 16, 1945 when Stalin unleashed the brutal power of 20 armies, 6,300 tanks and 8,500 aircraft with the objective of crushing German resistance and capturing Berlin. By prior agreement, the Allied armies (positioned approximately 60 miles to the west) halted their advance on the city in order to give the Soviets a free hand. The depleted German forces put up a stiff defense, initially repelling the attacking Russians, but ultimately succumbing to overwhelming force. By April 24 the Soviet army surrounded the city slowly tightening its stranglehold on the remaining Nazi defenders. Fighting street-to-street and house-to-house, Russian troops blasted their way towards Hitler's chancellery in the city's center.</p>"
	},
	{
		"title": "The Death of President Franklin Roosevelt",
		"lat": 32.880814, 
		"lng": -84.685850,
		"description": "<h3>The Death of President Franklin Roosevelt</h3><h4>April 12, 1945</h4><p>At 1 PM on April 12, Roosevelt sat in the living room of his cottage surrounded by friends and family. As he signed letters and documents, an artist stood painting his portrait at an easel nearby. The conversation was lively, the atmosphere congenial. The president turned to the artist and reminded her that they had only fifteen minutes left in the session. Suddenly, he grabbed his head complaining of a sharp pain. The president was suffering a massive cerebral hemorrhage that would end his life in minutes. America's longest serving president who had led the nation through the Great Depression and World War II was dead.</p>"
	}

]
