[
	{
		"title": "Invasion of Poland Marks Beginning of WWII",
		"lat": 52.222196,
		"lng": 21.008115,
		"description": "
		<h3>Invasion of Poland Marks Beginning of WWII</h3>
		<h4>September 1, 1939</h4>
		<p>On September 1, 1939, Germany invaded Poland. The Polish army was defeated within weeks of the invasion. From East Prussia and Germany in the north and Silesia and Slovakia in the south, German units, with more than 2,000 tanks and over 1,000 planes, broke through Polish defenses along the border and advanced on Warsaw in a massive encirclement attack. After heavy shelling and bombing, Warsaw surrendered to the Germans on September 27, 1939. Britain and France, standing by their guarantee of Poland's border, had declared war on Germany on September 3, 1939. The Soviet Union invaded eastern Poland on September 17, 1939. The demarcation line for the partition of German- and Soviet-occupied Poland was along the Bug River.</p>"
	}, 
	{
		"title": "Battle of Britain",
		"lat": 50.274819, 
		"lng": 0.277244,
		"description": "<h3>Battle of Britain</h3>
		<h4>July 1, 1940</h4>
		<p>Operation Sea lion was Germany's strategy for attacking Britain. The German Luftwaffe (Airforce) would attack the Royal Air Force.  The UK used radar to figure out where the Germans would attack from. While the UK lost 1,000 planes, the Germans lost 1,700.  The Germans bombed everything they could, but ultimately radar saved the UK from falling to Germany.</p>"
	},
	{
		"title": "Germany Invades USSR Opening Eastern Front",
		"lat": 48.7099, 
		"lng": 44.5227,
		"description": "<h3>Germany Invades USSR Opening Eastern Front</h3>
		<h4>June 22, 1941</h4>
		<p>Germanny attacked Russia in June of 1941. Hitler sent three armies into Russia to the north, east, and south. Hitler would not let his men surrender, and most of them died during the brutal winter and from starvation and disease. 91,000 men surrendered to the USSR in 1943, but only 5,000 would ever return to Germany.  This attack led to the opening of the eastern front of the war.</p>"
	},
	{
		"title": "Japan Bombs Pearl Harbor",
		"lat": 21.3445072, 
		"lng": -157.9748912,
		"description": "<h3>Germany Invades USSR Opening Eastern Front</h3>
		<h4>December 7, 1941</h4>
		<p>Japan attacked the US naval base at Pearl Harbor.  They attacked in two waves. The first wave was the main attack to take out ships and airfield.  The second wave they would finish off whatever was left. The objective was to prevent  US from influencing Japan's war effort in southeast Asia.  This attack led to FDR asking congress to declare war on Japan on December 8, 1941.</p>"
	}
]